Repository: tarikdavulcu/spooldry
Catalog: ios/SpoolDry/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: Your filament is dry. Store it sealed with desiccant.
ar: خيطك جاف. خزّنه محكم الإغلاق مع مادة مجففة.
de: Dein Filament ist trocken. Lagere es luftdicht mit Trockenmittel.
es: Tu filamento está seco. Guárdalo sellado con desecante.
fr: Votre filament est sec. Stockez-le hermétiquement avec un dessiccant.
ja: フィラメントは乾燥しました。乾燥剤と一緒に密閉保管してください。

source: Your iPhone talks directly to the dryer over Bluetooth. No account, no cloud, works offline.
ar: يتواصل الـ iPhone مع المجفف مباشرة عبر البلوتوث. بلا حساب ولا سحابة، ويعمل دون اتصال.
de: Dein iPhone spricht direkt per Bluetooth mit dem Trockner. Kein Konto, keine Cloud, funktioniert offline.
es: Tu iPhone se comunica directamente con el secador por Bluetooth. Sin cuenta, sin nube, funciona sin conexión.
fr: Votre iPhone communique directement avec le sécheur en Bluetooth. Pas de compte, pas de cloud, fonctionne hors ligne.
ja: iPhoneはBluetoothでドライヤーと直接通信します。アカウント不要、クラウドなし、オフラインで動作。

source: Your own values are labelled as yours, never as a manufacturer recommendation.
ar: تُصنَّف قيمك على أنها خاصة بك، وليست توصية من الشركة المصنّعة.
de: Eigene Werte werden als deine gekennzeichnet, nie als Herstellerempfehlung.
es: Tus valores se etiquetan como tuyos, nunca como recomendación del fabricante.
fr: Vos propres valeurs sont indiquées comme les vôtres, jamais comme une recommandation du fabricant.
ja: 自分で入力した値はユーザー設定として表示され、メーカー推奨とは表示されません。

# error.fanFailure
source: Fan not spinning. Heater switched off.
ar: المروحة لا تدور. أُوقف السخان.
de: Lüfter dreht nicht. Heizung abgeschaltet.
es: El ventilador no gira. Calefactor apagado.
fr: Le ventilateur ne tourne pas. Chauffage coupé.
ja: ファンが回転していません。ヒーターを停止しました。

# error.heaterStuckOn
source: Heat detected while the heater is off. Disconnect power and inspect the MOSFET and relay.
ar: رُصدت حرارة والسخان متوقف. افصل الطاقة وافحص الـ MOSFET والمرحّل.
de: Wärme trotz ausgeschalteter Heizung. Strom trennen und MOSFET sowie Relais prüfen.
es: Se detecta calor con el calefactor apagado. Desconecta la alimentación y revisa el MOSFET y el relé.
fr: Chaleur détectée chauffage coupé. Débranchez et inspectez le MOSFET et le relais.
ja: ヒーター停止中に発熱を検出。電源を切りMOSFETとリレーを点検してください。

# error.heatingIneffective
source: Heating has no effect. The heater, its wiring or the chamber sensor may be faulty.
ar: التسخين بلا أثر. قد يكون السخان أو توصيله أو حساس الحجرة معطلًا.
de: Heizen zeigt keine Wirkung. Heizung, Verdrahtung oder Kammersensor könnten defekt sein.
es: La calefacción no tiene efecto. El calefactor, el cableado o el sensor pueden fallar.
fr: Le chauffage est sans effet. Chauffage, câblage ou capteur peut-être défectueux.
ja: 加熱の効果がありません。ヒーター、配線、庫内センサーの故障の可能性があります。

# error.internal
source: Internal device error.
ar: خطأ داخلي في الجهاز.
de: Interner Gerätefehler.
es: Error interno del dispositivo.
fr: Erreur interne de l'appareil.
ja: デバイス内部エラー。

# error.none
source: No fault
ar: لا يوجد عطل
de: Kein Fehler
es: Sin fallos
fr: Aucun défaut
ja: 異常なし

# error.ntcOpen
source: Heater temperature sensor open or detached.
ar: حساس حرارة السخان مفتوح أو منفصل.
de: Heizungs-Temperatursensor offen oder gelöst.
es: Sensor de temperatura del calefactor abierto o suelto.
fr: Capteur de température du chauffage ouvert ou détaché.
ja: ヒーター温度センサーが断線または外れています。

# error.ntcShort
source: Heater temperature sensor short-circuited.
ar: حساس حرارة السخان في دائرة قصر.
de: Heizungs-Temperatursensor kurzgeschlossen.
es: Sensor de temperatura del calefactor en cortocircuito.
fr: Capteur de température du chauffage en court-circuit.
ja: ヒーター温度センサーが短絡しています。

# error.overTempChamber
source: Chamber over-temperature. Heater switched off.
ar: فرط حرارة الحجرة. أُوقف السخان.
de: Kammer-Übertemperatur. Heizung abgeschaltet.
es: Sobretemperatura en la cámara. Calefactor apagado.
fr: Surchauffe de la chambre. Chauffage coupé.
ja: 庫内過熱。ヒーターを停止しました。

# error.overTempHeater
source: Heater outlet over-temperature. Check the fan and airflow.
ar: فرط حرارة مخرج السخان. افحص المروحة وتدفق الهواء.
de: Übertemperatur am Heizungsauslass. Prüfe Lüfter und Luftstrom.
es: Sobretemperatura en la salida del calefactor. Revisa el ventilador y el flujo de aire.
fr: Surchauffe en sortie de chauffage. Vérifiez le ventilateur et le flux d'air.
ja: ヒーター吹出口が過熱。ファンと風路を確認してください。

# error.preheatTimeout
source: Target temperature was not reached in time. Check the lid and insulation.
ar: لم تُبلَغ الحرارة المستهدفة في الوقت المحدد. افحص الغطاء والعزل.
de: Zieltemperatur nicht rechtzeitig erreicht. Prüfe Deckel und Isolierung.
es: No se alcanzó la temperatura a tiempo. Revisa la tapa y el aislamiento.
fr: Température cible non atteinte à temps. Vérifiez le couvercle et l'isolation.
ja: 目標温度に時間内に到達しませんでした。フタと断熱を確認してください。

# error.sensorCrc
source: Sensor data corrupted (CRC). Check wiring and interference.
ar: بيانات الحساس تالفة (CRC). افحص التوصيلات والتداخل.
de: Sensordaten fehlerhaft (CRC). Prüfe Verdrahtung und Störungen.
es: Datos del sensor dañados (CRC). Revisa el cableado y las interferencias.
fr: Données capteur corrompues (CRC). Vérifiez le câblage et les interférences.
ja: センサーデータ破損（CRC）。配線とノイズを確認してください。

# error.sensorI2c
source: Temperature/humidity sensor not responding (I²C). Check the sensor cable.
ar: حساس الحرارة/الرطوبة لا يستجيب (I²C). افحص كابل الحساس.
de: Temperatur-/Feuchtesensor antwortet nicht (I²C). Prüfe das Sensorkabel.
es: El sensor de temperatura/humedad no responde (I²C). Revisa el cable.
fr: Le capteur température/humidité ne répond pas (I²C). Vérifiez le câble.
ja: 温湿度センサーが応答しません（I²C）。センサーケーブルを確認してください。

# error.sensorRange
source: Implausible sensor reading. The value was rejected for safety.
ar: قراءة حساس غير منطقية. رُفضت القيمة حفاظًا على السلامة.
de: Unplausibler Sensorwert. Der Wert wurde aus Sicherheitsgründen verworfen.
es: Lectura del sensor no plausible. Se rechazó por seguridad.
fr: Mesure du capteur invraisemblable. Valeur rejetée par sécurité.
ja: センサー値が不自然なため、安全のため破棄しました。

# error.sessionTimeLimit
source: Safety time limit reached. Heater switched off.
ar: بُلغ الحد الزمني للسلامة. أُوقف السخان.
de: Sicherheits-Zeitlimit erreicht. Heizung abgeschaltet.
es: Se alcanzó el límite de tiempo de seguridad. Calefactor apagado.
fr: Limite de temps de sécurité atteinte. Chauffage coupé.
ja: 安全上の時間制限に達しました。ヒーターを停止しました。

# error.unexpectedReset
source: The dryer restarted unexpectedly. The session was stopped for safety.
ar: أُعيد تشغيل المجفف بشكل غير متوقع. أُوقفت الجلسة حفاظًا على السلامة.
de: Der Trockner wurde unerwartet neu gestartet. Die Trocknung wurde sicherheitshalber beendet.
es: El secador se reinició inesperadamente. La sesión se detuvo por seguridad.
fr: Le sécheur a redémarré de façon inattendue. La séance a été arrêtée par sécurité.
ja: ドライヤーが予期せず再起動しました。安全のためセッションを停止しました。

# filament.notes.abs
source: Moderately hygroscopic. Drying improves layer bonding and surface finish.
ar: متوسط امتصاص الرطوبة. يحسّن التجفيف التصاق الطبقات وجودة السطح.
de: Mäßig hygroskopisch. Trocknen verbessert Schichthaftung und Oberfläche.
es: Moderadamente higroscópico. El secado mejora la adhesión entre capas y el acabado.
fr: Modérément hygroscopique. Le séchage améliore l'adhésion des couches et l'aspect.
ja: 吸湿性は中程度。乾燥で層間接着と表面品質が向上します。

# filament.notes.asa
source: Similar to ABS. UV-stable outdoor material that still benefits from drying.
ar: مشابه لـ ABS. مقاوم للأشعة فوق البنفسجية ويستفيد من التجفيف.
de: Ähnlich wie ABS. UV-beständig für außen, profitiert dennoch vom Trocknen.
es: Similar al ABS. Resistente a UV para exteriores, también mejora al secarlo.
fr: Proche de l'ABS. Résistant aux UV, il profite tout de même du séchage.
ja: ABSに近い屋外向けUV耐性素材。乾燥の効果があります。

# filament.notes.asa_cf
source: Carbon-fiber ASA. Dry like ASA.
ar: ASA بألياف الكربون. جفّفه مثل ASA.
de: Kohlefaser-ASA. Wie ASA trocknen.
es: ASA con fibra de carbono. Sécalo como el ASA.
fr: ASA fibre de carbone. Séchez comme l'ASA.
ja: カーボン入りASA。ASAと同様に乾燥します。

# filament.notes.bvoh
source: Water-soluble support. Very sensitive to humidity.
ar: دعامة ذائبة في الماء. شديدة الحساسية للرطوبة.
de: Wasserlösliches Stützmaterial. Sehr feuchteempfindlich.
es: Soporte soluble en agua. Muy sensible a la humedad.
fr: Support soluble dans l'eau. Très sensible à l'humidité.
ja: 水溶性サポート材。湿気に非常に敏感です。

# filament.notes.custom
source: Your own profile.
ar: ملفك الخاص.
de: Dein eigenes Profil.
es: Tu propio perfil.
fr: Votre propre profil.
ja: ユーザー定義のプロファイル。

# filament.notes.pa
source: Nylon absorbs water within hours. Long drying and dry-box printing are essential.
ar: يمتص النايلون الماء خلال ساعات. التجفيف الطويل والطباعة من صندوق جاف ضروريان.
de: Nylon nimmt binnen Stunden Wasser auf. Langes Trocknen und Druck aus der Trockenbox sind Pflicht.
es: El nailon absorbe agua en horas. Secado largo e impresión desde caja seca son esenciales.
fr: Le nylon absorbe l'eau en quelques heures. Séchage long et impression depuis une boîte sèche indispensables.
ja: ナイロンは数時間で吸水します。長時間の乾燥とドライボックスからの印刷が不可欠です。

# filament.notes.pa_cf
source: Carbon-fiber nylon: as hygroscopic as PA. Dry long, print from a dry box.
ar: نايلون بألياف الكربون: يمتص الرطوبة مثل PA. جفّفه طويلًا واطبع من صندوق جاف.
de: Kohlefaser-Nylon: so hygroskopisch wie PA. Lange trocknen, aus der Trockenbox drucken.
es: Nailon con fibra de carbono: tan higroscópico como el PA. Seca mucho tiempo e imprime desde caja seca.
fr: Nylon fibre de carbone : aussi hygroscopique que le PA. Séchez longtemps, imprimez depuis une boîte sèche.
ja: カーボン入りナイロン：PAと同等の吸湿性。長時間乾燥し、ドライボックスから印刷してください。

# filament.notes.pa_gf
source: Glass-fiber nylon: very hygroscopic; manufacturers specify long drying times.
ar: نايلون بألياف الزجاج: شديد الامتصاص؛ يحدد المصنّعون أوقات تجفيف طويلة.
de: Glasfaser-Nylon: sehr hygroskopisch; Hersteller nennen lange Trocknungszeiten.
es: Nailon con fibra de vidrio: muy higroscópico; los fabricantes indican secados largos.
fr: Nylon fibre de verre : très hygroscopique ; les fabricants indiquent de longs séchages.
ja: ガラス繊維入りナイロン：吸湿性が非常に高く、メーカーは長時間の乾燥を指定しています。

# filament.notes.pc
source: Highly hygroscopic. Wet PC causes bubbles and weak parts.
ar: شديد الامتصاص للرطوبة. PC الرطب يسبب فقاعات وقطعًا ضعيفة.
de: Stark hygroskopisch. Feuchtes PC verursacht Blasen und schwache Teile.
es: Muy higroscópico. El PC húmedo provoca burbujas y piezas débiles.
fr: Très hygroscopique. Le PC humide provoque bulles et pièces fragiles.
ja: 吸湿性が高く、湿ったPCは気泡や強度低下を招きます。

# filament.notes.pc_cf
source: Carbon-fiber PC. Highly hygroscopic; manufacturers list 90–120 °C.
ar: PC بألياف الكربون. شديد الامتصاص؛ يحدد المصنّعون 90–120 °C.
de: Kohlefaser-PC. Stark hygroskopisch; Hersteller nennen 90–120 °C.
es: PC con fibra de carbono. Muy higroscópico; los fabricantes indican 90–120 °C.
fr: PC fibre de carbone. Très hygroscopique ; fabricants : 90–120 °C.
ja: カーボン入りPC。吸湿性が高く、メーカーは90〜120 °Cを指定しています。

# filament.notes.peek
source: High-performance polymer that needs 120–150 °C drying, beyond SpoolDry hardware v1.
ar: بوليمر عالي الأداء يحتاج تجفيفًا عند 120–150 °C، وهو ما يتجاوز عتاد SpoolDry v1.
de: Hochleistungskunststoff mit 120–150 °C Trocknung, jenseits der SpoolDry-Hardware v1.
es: Polímero de alto rendimiento que requiere 120–150 °C, fuera del alcance del hardware SpoolDry v1.
fr: Polymère haute performance à sécher à 120–150 °C, au-delà du matériel SpoolDry v1.
ja: 120〜150 °Cでの乾燥が必要な高性能ポリマー。SpoolDryハードウェアv1の範囲外です。

# filament.notes.pei
source: ULTEM-class polymer that needs 130–150 °C drying, beyond SpoolDry hardware v1.
ar: بوليمر من فئة ULTEM يحتاج 130–150 °C، وهو ما يتجاوز عتاد SpoolDry v1.
de: ULTEM-Kunststoff mit 130–150 °C Trocknung, jenseits der SpoolDry-Hardware v1.
es: Polímero tipo ULTEM que requiere 130–150 °C, fuera del alcance del hardware SpoolDry v1.
fr: Polymère type ULTEM à sécher à 130–150 °C, au-delà du matériel SpoolDry v1.
ja: 130〜150 °Cでの乾燥が必要なULTEM系ポリマー。SpoolDryハードウェアv1の範囲外です。

# filament.notes.petg
source: Wet PETG strings and pops. Moderate temperatures avoid sticking windings.
ar: PETG الرطب يُخرج خيوطًا وفرقعات. الحرارة المعتدلة تمنع التصاق اللفات.
de: Feuchtes PETG zieht Fäden und knackt. Moderate Temperaturen verhindern verklebte Windungen.
es: El PETG húmedo hace hilos y chasquidos. Temperaturas moderadas evitan que las vueltas se peguen.
fr: Le PETG humide file et crépite. Des températures modérées évitent que les spires collent.
ja: 湿ったPETGは糸引きや破裂音が出ます。適度な温度で巻きの固着を防ぎます。

# filament.notes.petg_cf
source: Carbon-fiber PETG. Dry like PETG.
ar: PETG بألياف الكربون. جفّفه مثل PETG.
de: Kohlefaser-PETG. Wie PETG trocknen.
es: PETG con fibra de carbono. Sécalo como el PETG.
fr: PETG fibre de carbone. Séchez comme le PETG.
ja: カーボン入りPETG。PETGと同様に乾燥します。

# filament.notes.pla
source: Most forgiving material. Dry when prints string or the surface turns rough.
ar: أكثر المواد تسامحًا. جفّفه عند ظهور الخيوط أو خشونة السطح.
de: Am unkompliziertesten. Trocknen, wenn Fäden ziehen oder die Oberfläche rau wird.
es: El material más tolerante. Sécalo si aparecen hilos o la superficie se vuelve rugosa.
fr: Le plus tolérant. Séchez si des fils apparaissent ou si la surface devient rugueuse.
ja: 最も扱いやすい素材。糸引きや表面の荒れが出たら乾燥してください。

# filament.notes.pla_cf
source: Carbon-fiber PLA. Dry like PLA; keep temperatures low.
ar: PLA بألياف الكربون. جفّفه مثل PLA بحرارة منخفضة.
de: Kohlefaser-PLA. Wie PLA trocknen; Temperaturen niedrig halten.
es: PLA con fibra de carbono. Sécalo como el PLA, a baja temperatura.
fr: PLA fibre de carbone. Séchez comme le PLA, à basse température.
ja: カーボン入りPLA。PLAと同様に低めの温度で乾燥します。

# filament.notes.pps
source: Chemically resistant polymer that needs 110–140 °C drying.
ar: بوليمر مقاوم للكيماويات يحتاج تجفيفًا عند 110–140 °C.
de: Chemikalienbeständiger Kunststoff mit 110–140 °C Trocknung.
es: Polímero resistente a químicos que requiere 110–140 °C.
fr: Polymère résistant aux produits chimiques, à sécher à 110–140 °C.
ja: 110〜140 °Cでの乾燥が必要な耐薬品性ポリマー。

# filament.notes.pps_cf
source: Fiber-filled PPS that needs 110–140 °C drying.
ar: PPS مدعّم بالألياف يحتاج تجفيفًا عند 110–140 °C.
de: Fasergefülltes PPS mit 110–140 °C Trocknung.
es: PPS con fibra que requiere 110–140 °C.
fr: PPS chargé en fibres, à sécher à 110–140 °C.
ja: 110〜140 °Cでの乾燥が必要な繊維入りPPS。

# filament.notes.pva
source: Water-soluble support. Keep it sealed; moisture makes it soft and sticky.
ar: دعامة ذائبة في الماء. أبقِه محكم الإغلاق؛ فالرطوبة تجعله لينًا ولزجًا.
de: Wasserlösliches Stützmaterial. Luftdicht lagern; Feuchte macht es weich und klebrig.
es: Soporte soluble en agua. Guárdalo sellado; la humedad lo vuelve blando y pegajoso.
fr: Support soluble dans l'eau. Gardez-le hermétique ; l'humidité le rend mou et collant.
ja: 水溶性サポート材。湿気で柔らかくベタつくため密閉保管してください。

# filament.notes.tpu
source: Flexible and hygroscopic. Wet TPU strings heavily and foams.
ar: مرن ويمتص الرطوبة. TPU الرطب يُخرج خيوطًا كثيرة ويتكوّن فيه رغوة.
de: Flexibel und hygroskopisch. Feuchtes TPU zieht stark Fäden und schäumt.
es: Flexible e higroscópico. El TPU húmedo hace muchos hilos y espuma.
fr: Flexible et hygroscopique. Le TPU humide file beaucoup et mousse.
ja: 柔軟で吸湿性あり。湿ったTPUはひどく糸を引き、発泡します。

# outcome.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了

# outcome.disconnected
source: Disconnected
ar: انقطع الاتصال
de: Verbindung verloren
es: Desconectado
fr: Déconnecté
ja: 切断

# outcome.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗

# outcome.inProgress
source: In progress
ar: قيد التنفيذ
de: Läuft
es: En curso
fr: En cours
ja: 進行中

# outcome.overTemperature
source: Over-temperature
ar: فرط الحرارة
de: Übertemperatur
es: Sobretemperatura
fr: Surchauffe
ja: 過熱

# outcome.stopped
source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止

# result.badLength
source: The command was malformed.
ar: الأمر غير صحيح الصياغة.
de: Der Befehl war fehlerhaft.
es: El comando estaba mal formado.
fr: La commande était mal formée.
ja: コマンドの形式が不正です。

# result.busy
source: A drying session is already running.
ar: توجد جلسة تجفيف جارية بالفعل.
de: Es läuft bereits eine Trocknung.
es: Ya hay un secado en curso.
fr: Un séchage est déjà en cours.
ja: すでに乾燥セッションが実行中です。

# result.internalError
source: The dryer reported an internal error.
ar: أبلغ المجفف عن خطأ داخلي.
de: Der Trockner meldet einen internen Fehler.
es: El secador informó de un error interno.
fr: Le sécheur signale une erreur interne.
ja: ドライヤーが内部エラーを報告しました。

# result.invalidParameter
source: The dryer rejected a value outside its limits.
ar: رفض المجفف قيمة خارج حدوده.
de: Der Trockner hat einen Wert außerhalb seiner Grenzen abgelehnt.
es: El secador rechazó un valor fuera de sus límites.
fr: Le sécheur a refusé une valeur hors limites.
ja: ドライヤーが範囲外の値を拒否しました。

# result.notAllowedInState
source: Not possible in the dryer's current state.
ar: غير ممكن في حالة المجفف الحالية.
de: Im aktuellen Zustand des Trockners nicht möglich.
es: No es posible en el estado actual del secador.
fr: Impossible dans l'état actuel du sécheur.
ja: ドライヤーの現在の状態では実行できません。

# result.ok
source: OK
ar: تم

# result.overTemperatureLock
source: Still too hot to reset. Let the dryer cool below 50 °C.
ar: ما زال ساخنًا جدًا لإعادة الضبط. اترك المجفف يبرد دون 50 °C.
de: Noch zu heiß zum Zurücksetzen. Lass den Trockner unter 50 °C abkühlen.
es: Aún demasiado caliente para restablecer. Deja enfriar por debajo de 50 °C.
fr: Encore trop chaud pour réinitialiser. Laissez refroidir sous 50 °C.
ja: まだ高温のためリセットできません。50 °C以下まで冷ましてください。

# result.sensorFault
source: The dryer's sensors are not ready. Check the sensor wiring.
ar: حساسات المجفف غير جاهزة. افحص توصيلات الحساسات.
de: Die Sensoren des Trockners sind nicht bereit. Prüfe die Sensorverdrahtung.
es: Los sensores del secador no están listos. Revisa su cableado.
fr: Les capteurs du sécheur ne sont pas prêts. Vérifiez leur câblage.
ja: ドライヤーのセンサーが準備できていません。センサー配線を確認してください。

# result.unknownOpcode
source: The dryer does not know this command. Update the firmware.
ar: لا يعرف المجفف هذا الأمر. حدّث البرنامج الثابت.
de: Der Trockner kennt diesen Befehl nicht. Aktualisiere die Firmware.
es: El secador no reconoce este comando. Actualiza el firmware.
fr: Le sécheur ne connaît pas cette commande. Mettez à jour le firmware.
ja: ドライヤーがこのコマンドを認識しません。ファームウェアを更新してください。

# result.unsupportedVersion
source: Protocol version mismatch. Update the app or firmware.
ar: عدم تطابق إصدار البروتوكول. حدّث التطبيق أو البرنامج الثابت.
de: Protokollversion passt nicht. Aktualisiere App oder Firmware.
es: Versión de protocolo incompatible. Actualiza la app o el firmware.
fr: Version de protocole incompatible. Mettez à jour l'app ou le firmware.
ja: プロトコルのバージョンが一致しません。アプリまたはファームウェアを更新してください。

# sensitivity.high
source: High moisture sensitivity
ar: حساسية عالية للرطوبة
de: Hohe Feuchteempfindlichkeit
es: Alta sensibilidad a la humedad
fr: Forte sensibilité à l'humidité
ja: 吸湿性：高

# sensitivity.low
source: Low moisture sensitivity
ar: حساسية منخفضة للرطوبة
de: Geringe Feuchteempfindlichkeit
es: Baja sensibilidad a la humedad
fr: Faible sensibilité à l'humidité
ja: 吸湿性：低

# sensitivity.moderate
source: Moderate moisture sensitivity
ar: حساسية متوسطة للرطوبة
de: Mittlere Feuchteempfindlichkeit
es: Sensibilidad moderada a la humedad
fr: Sensibilité modérée à l'humidité
ja: 吸湿性：中

# sensitivity.veryHigh
source: Very high moisture sensitivity
ar: حساسية عالية جدًا للرطوبة
de: Sehr hohe Feuchteempfindlichkeit
es: Sensibilidad muy alta a la humedad
fr: Très forte sensibilité à l'humidité
ja: 吸湿性：非常に高い

# state.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了

# state.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み

# state.connecting
source: Connecting
ar: جارٍ الاتصال
de: Verbinde
es: Conectando
fr: Connexion
ja: 接続中

# state.cooldown
source: Cooldown
ar: تبريد
de: Abkühlen
es: Enfriamiento
fr: Refroidissement
ja: 冷却中

# state.disconnected
source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続

# state.drying
source: Drying
ar: يجفف
de: Trocknet
es: Secando
fr: Séchage
ja: 乾燥中

# state.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー

# state.idle
source: Idle
ar: خامل
de: Bereit
es: En espera
fr: Au repos
ja: 待機中

# state.overTemperature
source: Over-temperature
ar: فرط الحرارة
de: Übertemperatur
es: Sobretemperatura
fr: Surchauffe
ja: 過熱

# state.preheating
source: Preheating
ar: تسخين مسبق
de: Vorheizen
es: Precalentando
fr: Préchauffage
ja: 予熱中

# warning.abrasive
source: Fiber-filled: abrasive. Use a hardened nozzle.
ar: مُدعّم بالألياف: كاشط. استخدم فوهة مقوّاة.
de: Fasergefüllt: abrasiv. Gehärtete Düse verwenden.
es: Con fibra: abrasivo. Usa una boquilla endurecida.
fr: Chargé en fibres : abrasif. Utilisez une buse trempée.
ja: 繊維入りで摩耗性があります。硬化ノズルを使用してください。

# warning.deviceLimitLonger
source: Typical guidance exceeds SpoolDry's 70 °C limit: dry longer at 70 °C or use a higher-rated dryer.
ar: الإرشادات تتجاوز حد SpoolDry البالغ 70 °C: جفّف لمدة أطول عند 70 °C أو استخدم مجففًا أعلى تصنيفًا.
de: Typische Werte liegen über SpoolDrys 70-°C-Grenze: länger bei 70 °C trocknen oder stärkeren Trockner nutzen.
es: Las pautas superan el límite de 70 °C de SpoolDry: seca más tiempo a 70 °C o usa un secador más potente.
fr: Les repères dépassent la limite de 70 °C de SpoolDry : séchez plus longtemps à 70 °C ou utilisez un sécheur plus puissant.
ja: 一般的な目安はSpoolDryの上限70 °Cを超えます。70 °Cで長めに乾燥するか、高温対応のドライヤーを使用してください。

# warning.highTempDryerRequired
source: Requires 110–150 °C. SpoolDry hardware v1 (max 70 °C) cannot fully dry this material; use a vacuum oven or industrial dryer.
ar: يتطلب 110–150 °C. عتاد SpoolDry v1 (بحد أقصى 70 °C) لا يجفف هذه المادة بالكامل؛ استخدم فرنًا مفرغًا أو مجففًا صناعيًا.
de: Benötigt 110–150 °C. SpoolDry-Hardware v1 (max. 70 °C) kann dieses Material nicht vollständig trocknen; Vakuumofen oder Industrietrockner verwenden.
es: Requiere 110–150 °C. El hardware SpoolDry v1 (máx. 70 °C) no puede secarlo por completo; usa un horno de vacío o un secador industrial.
fr: Nécessite 110–150 °C. Le matériel SpoolDry v1 (70 °C max) ne peut pas sécher complètement ce matériau ; utilisez une étuve sous vide ou un sécheur industriel.
ja: 110〜150 °Cが必要です。SpoolDryハードウェアv1（最高70 °C）では完全に乾燥できません。真空オーブンや産業用ドライヤーを使用してください。

# warning.lowGlassTransition
source: Do not exceed about 55–60 °C: PLA softens and spools can deform.
ar: لا تتجاوز نحو 55–60 °C: يلين PLA وقد تتشوه البكرات.
de: Nicht über ca. 55–60 °C: PLA erweicht und Spulen können sich verformen.
es: No superes unos 55–60 °C: el PLA se ablanda y las bobinas pueden deformarse.
fr: Ne dépassez pas 55–60 °C environ : le PLA ramollit et les bobines peuvent se déformer.
ja: 約55〜60 °Cを超えないでください。PLAが軟化しスプールが変形することがあります。

# warning.printFromDryBox
source: Print directly from a dry box; it re-absorbs moisture within hours.
ar: اطبع مباشرة من صندوق جاف؛ إذ يعيد امتصاص الرطوبة خلال ساعات.
de: Direkt aus einer Trockenbox drucken; nimmt binnen Stunden wieder Feuchte auf.
es: Imprime desde una caja seca; vuelve a absorber humedad en horas.
fr: Imprimez depuis une boîte sèche ; il réabsorbe l'humidité en quelques heures.
ja: ドライボックスから直接印刷してください。数時間で再吸湿します。

# warning.storeSealed
source: Absorbs moisture quickly: store sealed with desiccant right after drying.
ar: يمتص الرطوبة بسرعة: خزّنه محكمًا مع مادة مجففة فور التجفيف.
de: Nimmt schnell Feuchte auf: direkt nach dem Trocknen luftdicht mit Trockenmittel lagern.
es: Absorbe humedad rápido: guárdalo sellado con desecante justo después de secar.
fr: Absorbe vite l'humidité : stockez hermétiquement avec dessiccant dès le séchage.
ja: 吸湿が速いため、乾燥後すぐに乾燥剤と密閉保管してください。
